Repository: Dimitrysaf/kde-el
Catalog: messages/bluedevil/bluedevil._desktop_.po
Languages: el

# Comment
source: Bluetooth system
el: Σύστημα Bluetooth

# Name
source: Authorization Requested
el: Αιτούμενη Εξουσιοδότηση

# Comment
source: A device wants to connect
el: Μια συσκευή θέλει να συνδεθεί

# Name
source: Confirm PIN
el: Επιβεβαίωση PIN

# Comment
source: Confirm a device request using matching PINs
el: Επιβεβαίωση ενός αιτήματος συσκευής με χρήση αντίστοιχων κωδικών PIN

# Name
source: Request PIN
el: Αίτημα PIN

# Comment
source: A PIN is needed
el: Απαιτείται PIN

# Name
source: Incoming File
el: Εισερχόμενο Αρχείο

# Comment
source: Incoming file transfer
el: Μεταφορά εισερχόμενου αρχείου

# Name
source: Connection Failed
el: Αποτυχία Σύνδεσης

# Comment
source: Connection to device failed
el: Αποτυχία σύνδεσης με τη συσκευή

# Name
source: Device Setup Finished
el: Ρύθμιση Συσκευής Ολοκληρώθηκε

# Comment
source: Setting up a Bluetooth device finished successfully
el: Η ρύθμιση μιας συσκευής Bluetooth ολοκληρώθηκε με επιτυχία

# Name
source: Bluetooth File Transfer
el: Μεταφορά Αρχείων Bluetooth

# GenericName
source: Bluetooth File Transfer
el: Μεταφορά Αρχείων Bluetooth

# Comment
source: Send files via Bluetooth
el: Αποστολή αρχείων μέσω Bluetooth

# Name
source: Add Bluetooth Device
el: Προσθήκη Συσκευής Bluetooth

# GenericName
source: Add Bluetooth Device
el: Προσθήκη Συσκευής Bluetooth

# Comment
source: Add Bluetooth Device
el: Προσθήκη Συσκευής Bluetooth
